Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Hey, that did it. Door's unlocked.
pl_pl: Hej, udało się. Drzwi są otwarte.

source: Hey, that worked, try it again.
pl_pl: Hej, zadziałało, spróbuj jeszcze raz.

source: Hey, the other Joyce is here too!
pl_pl: Hej, drugi Joyce też tu jest!

source: Hey, the screen here says the core is reset!
pl_pl: Hej, ekran mówi, że rdzeń jest zresetowany!

source: Hey, there we go.
pl_pl: Hej, proszę bardzo.

source: Hey, we have a right to know! Who is shooting who down there?
pl_pl: Hej, mamy prawo wiedzieć! Kto tam do kogo strzela?

source: Hey, we might be able to reach the other side of the machine through here.
pl_pl: Hej, może uda nam się dostać na drugą stronę maszyny przez to miejsce.

source: Hey, what's Reaper squad doin' with those video cameras up in A3?
pl_pl: Hej, co oddział Reaper robi z tymi kamerami w A3?

source: Hey, whatever you did, it's not your fault. None of this is your fault. I'm just glad you're okay.
pl_pl: Cokolwiek zrobiłaś, to nie twoja wina. Nic z tego nie jest twoją winą. Po prostu cieszę się, że nic ci nie jest.

source: Hey, you don't have to do this. You wanted to take the extra shift.
pl_pl: Hej, nie musiałeś tego robić. Chciałeś wziąć dodatkową zmianę.

source: Hey, you work for Monarch, don't you? I've seen your face on the news.
pl_pl: Hej, pracujesz dla Monarch, prawda? Widziałem cię w wiadomościach.

source: Hey, you're not a cop!
pl_pl: Hej, nie jesteś gliną!

source: Hey. It worked!
pl_pl: Hej, zadziałało!

source: Hey. Shouldn't you be keeping an eye on Amaral?
pl_pl: Hej. Nie powinnaś mieć na oku Amaral?

source: Hey. There we go.
pl_pl: No i proszę.

source: Hey. Think I found a way in.
pl_pl: Hej. Chyba znalazłem wejście.

source: Hey. Why you going up there anyways?
pl_pl: Po co w ogóle tam idziesz?

source: Hey... there we go.
pl_pl: Hej... proszę bardzo.

source: He’s dead!
pl_pl: On nie żyje!

source: He’s right! You’re not the cops!
pl_pl: On ma rację! Nie jesteście glinami!

source: Hhh. It's a dampener.
pl_pl: Hhh. To tłumik.

source: His powers are shielding him.
pl_pl: Jego moce go chronią.

source: His powers make him invulnerable.
pl_pl: Jego moce sprawiają, że jest nietykalny.

source: His shield is down!
pl_pl: Jego tarcza padła!

source: Hm. An anti-Monarch protest doesn't exactly seem like your scene.
pl_pl: Hm. Protest przeciwko Monarch nie pasuje do ciebie.

source: Hm. Not exactly modest, are we, Paul.
pl_pl: Hm. Nie jesteśmy zbyt skromni, prawda, Paul?

source: Hm. Paul told me to meet him at the physics building.
pl_pl: Hm. Paul powiedział, żebym spotkał się z nim w budynku wydziału fizyki.

source: Hm. Sounds like Serene is on to him. According to Monarch communications Hatch sabotaged a Monarch lab.
pl_pl: Hm. Wygląda na to, że Serene ma go na oku. Według komunikacji Monarch Hatch sabotował laboratorium Monarch.

source: Hm. Your brother was cuter.
pl_pl: Hm. Twój brat był ładniejszy.

source: Hm? Sorry, a lot going on.
pl_pl: Hm? Przepraszam, dużo się dzieje.

source: Hmm. Security's tight. You might have to head through that area called "Ground Zero" to get there.
pl_pl: Hmm. Ochrona jest zaostrzona. Być może będziesz musiał przejść przez obszar zwany „Strefa Zero”, aby się tam dostać.

source: Ho... ly... shit.
pl_pl: Ja... sna... cholera.

source: Hold down the Aim button {@AIM_MODE} to project a Time Stop with greater accuracy.
pl_pl: Przytrzymaj przycisk celowania {@AIM_MODE}, aby wycelować zatrzymanie czasu z większą dokładnością.

source: Hold down {@AIM_MODE} immediately after using Time Dodge to trigger slow motion mode. You'll have a short time to precisely place your next shots.
pl_pl: Przytrzymaj {@AIM_MODE} natychmiast po użyciu czasowego uniku, aby uruchomić tryb zwolnionego tempa. Będziesz miał krótki czas na precyzyjne ustawienie kolejnych strzałów.

source: Hold down {@USE} to rewind a time trigger object to an earlier point in its timeline.
pl_pl: Przytrzymaj {@USE}, aby przewinąć obiekt wyzwalacza czasowego do wcześniejszego punktu na jego osi czasu.

source: Hold it.
pl_pl: Wytrzymaj.

source: Hold on, Will, I'm almost there!
pl_pl: Trzymaj się, Will, już prawie jestem!

source: Hold out, back up units dispatched. Over.
pl_pl: Wstrzymać się, jednostki wsparcia wysłane. Odbiór.

source: Hold that thought!
pl_pl: Wstrzymaj się z tą myślą!

source: Hold to show <b>%s
pl_pl: Przytrzymaj, by zobaczyć <b>%s

source: Hold up... okay.
pl_pl: Czekaj... w porządku.

source: Hold your fire, he's gone!
pl_pl: Wstrzymać ogień, nie ma go!

source: Hold {@AIM_MODE} just after Time Dodge to trigger Focus Time.
pl_pl: Przytrzymaj {@AIM_MODE} tuż po wykonaniu czasowego uniku, aby uruchomić czas skupienia.

source: Hold {@TIME_POWER_RUSH} to Time Rush.
pl_pl: Przytrzymaj {@TIME_POWER_RUSH}, aby użyć czasowego pędu.

source: Hold {@TIME_POWER_RUSH} to slow down time.
pl_pl: Przytrzymaj {@TIME_POWER_RUSH}, aby spowolnić czas.

source: Hold {@TIME_VISION} to activate the Junction Power.
pl_pl: Przytrzymaj {@TIME_VISION}, aby aktywować wgląd w rozwidlenie.

source: Holy crap, we're actually turning it on. We're doing this. I wanna hit the button!
pl_pl: Jasna cholera, naprawdę to włączamy. Robimy to. Chcę nacisnąć przycisk!

source: Holy shit!
pl_pl: Ja pierdzielę!

source: Holy shit! You just -- what are you, some kinda goddamn X-man?! That was--
pl_pl: Jasna cholera! Jesteś jakimś cholernym X-manem?! To było...

source: Holy shit, it's Joyce!
pl_pl: Jasna cholera, to Joyce!

source: Holy shit. This is actually happening!
pl_pl: Jasna cholera. To się dzieje naprawdę!

source: Holy...
pl_pl: Jasny...

source: Hope I'm not overstepping my bounds here, sir, but I don't like it. Please take a couple of our guys with you. Locked up or not, Joyce is dangerous.
pl_pl: Mam nadzieję, że nie wykraczam poza swoje kompetencje, proszę Pana, ale nie podoba mi się to. Proszę wziąć ze sobą kilku naszych ludzi. Zamknięty czy nie, Joyce jest niebezpieczny.

source: Hostile is chronon active!
pl_pl: Wrogowie mają aktywowany chronon!

source: Hostile!
pl_pl: Wróg!

source: Hostile's here!
pl_pl: Wróg jest tutaj!

source: How about that window, do you think you could get in through there?
pl_pl: A co z tym oknem, myślisz, że dałoby się przez nie wejść?

source: How am I getting out of this?
pl_pl: Jak mam się z tego wyplątać?

source: How can he do that?
pl_pl: Jak on to może zrobić?

source: How come you get all the fun?
pl_pl: Jak to się dzieje, że to ty się bawisz?

source: How did it make you feel?
pl_pl: Jak się z tym czułeś?

source: How did that happen?
pl_pl: Jak to się stało?

source: How did you...
pl_pl: Jak...

source: How do I do that?
pl_pl: Jak to zrobić?

source: How do I do this?
pl_pl: Jak to zrobić?

source: How do I get to that second red light?
pl_pl: Jak dostać się do drugiego czerwonego światła?

source: How do you want to deal with this, Paul?
pl_pl: Jak chcesz sobie z tym poradzić, Paul?

source: How do you want to proceed?
pl_pl: Jak chcesz kontynuować?

source: How is he doing that?
pl_pl: Jak on to robi?

source: How is this possible?
pl_pl: Jak to możliwe?

source: How long do you need?
pl_pl: Ile czasu potrzebujesz?

source: How long have you known?
pl_pl: Jak długo się znacie?

source: How long until the core is ready for transport?
pl_pl: Po jakim czasie rdzeń będzie gotowy do transportu?

source: How many of these assholes are there?!
pl_pl: Ilu jest takich dupków?!

source: How the fuck did Joyce take out those Strikers?
pl_pl: Jakim cudem Joyce załatwił oddział Striker?

source: How the hell are you staying alive?!
pl_pl: Jakim cudem ty jeszcze żyjesz?!

source: How the hell did he keep this all a secret? Seventeen years and they still didn't find it.
pl_pl: Jak do cholery udało mu się utrzymać to wszystko w tajemnicy? Siedemnaście lat i wciąż go nie znaleźli.

source: How the hell is this possible?
pl_pl: Jak to do cholery jest możliwe?

source: How the hell!
pl_pl: Jak do diabła!

source: How you holding up?
pl_pl: Jak się trzymasz?

source: How's it look?
pl_pl: Jak to wygląda?

source: How?
pl_pl: Jak?

source: How? We can't reach him!
pl_pl: Jak? Nie możemy do niego dotrzeć!

source: Hrm!
pl_pl: Hm!

source: Huh!
pl_pl: Hę!

source: Huh! Oh my God.
pl_pl: Hę! O mój Boże.

source: Huh! Okay...
pl_pl: Hm! Okej...

source: Huh! Shit.
pl_pl: Hm! Cholera.

source: Huh.
pl_pl: Hm.

source: Huh. Again.
pl_pl: Hm. Znowu.

source: Huh. Guess he thought you might come back.
pl_pl: Hm. Chyba myślał, że wrócisz.

source: Huh. I think there's no power to the lock.
pl_pl: Hm. Chyba zamek nie ma zasilania.

source: Huh. Somehow, he found my machine there, and used it to come back to 1999...
pl_pl: Hm. W jakiś sposób znalazł tam moją maszynę i użył jej, by wrócić do 1999 roku...

source: Huh. That doesn't sound like my brother.
pl_pl: Hm. To nie brzmi jak mój brat.

source: Huh. That's... vaguely ominous...
pl_pl: Hm. To jest... nieco złowrogie...

source: Huh. Where'd that guy go?
pl_pl: Hm. A tego gdzie wcięło?

source: Huh?
pl_pl: Hę?

source: Huhhh. Huh. Finally.
pl_pl: Huhhh. Huh. Wreszcie.

source: Hundreds of employees. They actually believe all his bullshit?
pl_pl: Setki pracowników. Oni naprawdę wierzą w te bzdury?

source: Hunt him down!
pl_pl: Wytropić go!

source: Hunt this fucker down!
pl_pl: Dopadnij tego skurwiela!

source: Hurry up, Jack.
pl_pl: Pospiesz się, Jack.

source: Hurry up, Jack. We need to get inside.
pl_pl: Pospiesz się, Jack. Musimy dostać się do środka.

source: Hurry, Jack! We have to go!
pl_pl: Szybko, Jack! Musimy lecieć!

source: Hurry, this way!
pl_pl: Szybko, tędy!

source: Hurry, through here.
pl_pl: Szybko, tędy.

source: I COULD TAKE HER WITH ME. SHE'LL SURVIVE.
pl_pl: Mogę ją zabrać ze sobą. Ona przeżyje.

source: I COULD TELL YOU PAUL DOESN'T WANT YOU TO SUFFER THE SAME FATE.
pl_pl: Mogę powiedzieć, że Paul nie chce, aby spotkał cię ten sam los.

source: I COULDN'T FIND ANYTHING TO DO. AND MONARCH --
pl_pl: Nie mogłem znaleźć niczego, co mógłbym robić. A Monarch...

source: I COULDN'T FIND THE PROTOCOL.
pl_pl: Nie mogłam znaleźć protokołu.

source: I COULDN'T STAND BEING ALONE.
pl_pl: Nie mogłem znieść samotności.

source: I DID -- I DID THIS FOR US.
pl_pl: Zrobiłem... zrobiłem to dla nas.

source: I DID THIS FOR US.
pl_pl: Zrobiłem to dla nas.

source: I DID THIS TO PROTECT OUR FAMILY.
pl_pl: Zrobiłem to, by chronić naszą rodzinę.

source: I DID THIS TO PROTECT US, OUR FAMILY.
pl_pl: Zrobiłem to, by nas chronić, naszą rodzinę.

source: I DID THIS TO PROTECT YOU.
pl_pl: Zrobiłem to, by ciebie chronić.

source: I DON'T EVEN KNOW WHAT THE LIFEBOAT PROTOCOL IS.
pl_pl: Nawet nie wiem, czym jest ten protokół łodzi ratunkowej

source: I DON'T KNOW WHY YOU'RE DOING THIS,
pl_pl: Nie wiem, dlaczego to robisz,

source: I DON'T KNOW WHY YOU'RE DOING THIS, BUT I DON'T HAVE TO PUT YOUR NAME ON SHIT, MOTHERFUCKER --
pl_pl: Nie wiem, dlaczego to robisz, ale wiedz że nie muszę umieszczać twojego imienia na tej pieprzonej liś...

source: I FIND YOUR APPROACH TO MATTERS RATHER...
pl_pl: Uważam, że twoje podejście do spraw jest raczej...

source: I GOT A PREGNANT WIFE AT HOME, AND SHE IS THE ONLY THING THAT I AM THINKING ABOUT RIGHT NOW.
pl_pl: Mam w domu ciężarną żonę i teraz tylko o niej myślę.

source: I GOT IT, GUYS. I GOT IT.
pl_pl: Zajmę się tym, spokojnie. Zajmę się tym.

source: I GOTCHA.
pl_pl: Mam.

source: I GUESS YOU GUYS CAN'T DO THIS.
pl_pl: Zgaduje, że sami nie możecie tego zrobić.

source: I GUESS, YEAH, I LOVE WORK.
pl_pl: Chyba... Uwielbiam pracować.

source: I HAD A CHANCE TO EXAMINE ITS MAIN BOARD.
pl_pl: Miałam okazje zbadać płytę głowną.

source: I HAVE A TEAM DOWN THERE. THEY WILL FIX THE FRACTURE.
pl_pl: Mam tam swój zespół. Oni naprawią pęknięcie.

source: I HAVE SOME OTHER MATTERS TO ATTEND TO SO I WILL NOT BE WITH YOU, BUT I KNOW THAT YOU WILL SUCCEED.
pl_pl: Mam kilka spraw do załatwienia, więc mnie tu nie będzie, ale wiem, że odniesiecie sukces.

source: I HAVE TO FIX IT
pl_pl: MUSZĘ TO NAPRAWIĆ

source: I HAVE TO GO TALK TO HIM.
pl_pl: Muszę z nim pogadać.

source: I HAVE TO LOOK AFTER MYSELF.
pl_pl: Muszę o siebie dbać.

source: I JUST NEED TO FIND A LOCALE.
pl_pl: Właśnie go szukam.

source: I JUST...
pl_pl: Muszę...

source: I KNEW IT WAS SELFISH, BUT...
pl_pl: Wiem że to było samolubne, ale...

source: I KNEW WHAT WE COULD BE.
pl_pl: Wiedziałem, czym możemy być.

source: I KNEW YOU WOULDN'T LISTEN TO ME.
pl_pl: Wiedziałam, że się mnie nie posłuchasz.

source: I MEAN, HELL, I COULD HIJACK POLICE SCANNERS
pl_pl: Jakbym chciał, to bym mógł podsłuchiwać policyjne radia

source: I MEAN, I'VE HACKED INTO HIS CAMERA. I'M AWAITING FINAL LOCALE.
pl_pl: W sensie włamałem się do kamer. Czekam aż się zatrzyma.

source: I MEAN, IF I'M BEING HONEST, I RUE THE DAY HE GAVE YOU
pl_pl: Jeśli mam być szczery, to żałuje dnia, w którym dał ci choć

source: I MEAN, LISTEN TO THIS GUY.
pl_pl: Posłuchaj tego gościa.

source: I MEAN, SERENE'S LOST HIS MIND.
pl_pl: Serene oszalał.

source: I MEAN, THAT SORT OF PRIVILEGED ESCALATION -- IT CAN ONLY BE DONE FROM THE INSIDE.
pl_pl: Taki rodzaj podwyższenia uprawnień... Jest możliwy do zrobienia tylko od środka.

source: I MEAN, THAT'S WHAT YOU'RE DOING THIS FOR, HUH?
pl_pl: W sensie, po to to robisz, nie?

source: I MEAN, YOU BELONG DOWN HERE. YOU ACTUALLY WOULD BE USEFUL.
pl_pl: Należysz do tego miejsca. Faktycznie na coś się przydasz.

source: I NEED TO FIND SOMETHING WILL CALLED THE COUNTER-MEASURE.
pl_pl: Muszę znaleźć coś, co Will nazwał środkiem zaradczym.

source: I NEED TO GET IN THAT LAB.
pl_pl: Muszę dostać się do tego laboratorium.

source: I NEED TO GET TO THE SWIMMING HALL.
pl_pl: Muszę dostać się na pływalnię.

source: I NEED TO PREPARE FOR MY SPEECH.
pl_pl: - Muszę przygotować się do mojej mowy.

source: I NEED TO SPEAK WITH PAUL.
pl_pl: Muszę pomówić z Paulem.

source: I NEED TO SPEAK WITH PAUL. -RIGHT THIS WAY.
pl_pl: Muszę pomówić z Paulem. - Tędy.

source: I NEED YOUR HELP.
pl_pl: Potrzebuję twojej pomocy.

source: I NEED YOUR HELP. DO YOU COPY?
pl_pl: Potrzebuję twojej pomocy. Słyszysz?

source: I REALLY DIDN'T WANT IT TO BE YOU.
pl_pl: Naprawdę nie chciałem, abyś to była ty.

source: I REALLY NEED TO TAKE A SHIT.
pl_pl: Naprawdę muszę się wysrać.

source: I REPEAT -- SOUTH PARKING STRUCTURE -- FOURTH FLOOR.
pl_pl: Powtarzam - południowa część parkingu - czwarte piętro.

source: I SAW US GOING EVEN FURTHER.
pl_pl: Gdy widziałem, że osiągniemy jeszcze więcej.

source: I SPOKE TO JACK JOYCE AND HE NEEDS IT.
pl_pl: Rozmawiałam z Jack'iem Joyce i on tego potrzebuje.

source: I SWEAR TO FUCKING GOD NEXT TIME, YOU WILL NOT CATCH YOUR BREATH.
pl_pl: to przysięgam na pieprzonego Boga, że następnym razem już nie złapiesz oddechu

source: I SWEAR TO GOD, I COULDN'T -- I COULDN'T STAND --
pl_pl: Przysięgam na Boga, nie mogłem... nie mogłem tego znieść...

source: I THINK IT COULD BE HAPPENING SOONER THAN --
pl_pl: Myślę, że może to nastąpić wcześniej niż...

source: I THINK OF ALL OF YOU...
pl_pl: Myślę o was wszystkich...

source: I THINK WE HAVE A TRAITOR IN OUR MIDST.
pl_pl: Myślę, że wśród nas jest zdrajca.

source: I WANT PEOPLE TO KNOW THAT HE IS A VERY DANGEROUS PERSON. A TERRORIST.
pl_pl: Chcę, żeby ludzie wiedzieli, że Jack Joyce to bardzo niebezpieczna osoba. To terrorysta.

source: I WANT TO PROTECT WHAT'S MINE.
pl_pl: A ja chronię swoje.

source: I WAS IN, UH, A BAD PLACE, AND HE KIND OF TURNED ME AROUND.
pl_pl: Byłam w... złym stanie, a on mnie odmienił.

source: I WAS JUST TELLING YOUR GIRL HERE HOW CONCERNED ABOUT YOU
pl_pl: Właśnie mówiłem twojej dziewczynie, jak bardzo

source: I WAS JUST TELLING YOUR GIRL HERE HOW CONCERNED ABOUT YOU WE'VE BEEN.
pl_pl: Właśnie mówiłem twojej dziewczynie, jak bardzo się o ciebie martwiliśmy.

source: I WENT TO THE ROOF, I TRIED TO TALK HIM DOWN,
pl_pl: Poszedłem na dach, próbowałem go przekonać,

source: I WILL HELP YOU CLIMB THIS LADDER.
pl_pl: Pomogę ci wspiąć się po tej drabinie.

source: I WILL PUT IN A GOOD WORD FOR YOU.
pl_pl: Szepnę o tobie dobre słówko.

source: I WOULD WALK DOWN THE STREET, BECAUSE IT WAS ONLY TWO NIGHTS
pl_pl: Szedłem ulicą, bo tylko przez dwie nocki

source: I already did. Now how about you tell me how you know Will.
pl_pl: Już się rozejrzałem. A teraz powiedz mi, skąd znasz Willa.

source: I already found the problem. Quite simple really.
pl_pl: Znalazłam już problem. Całkiem łatwo go naprawić.

source: I also found a video of your brother. It's on that TV. You're gonna wanna see it. Everything else I printed out and put on tables over there.
pl_pl: Znalazłam też nagranie twojego brata. Jest na telewizorze. Będziesz chciał to zobaczyć. Wszystko inne wydrukowałam i rozłożyłam tam na stołach.

source: I always assumed it was Beth Wilder who had the countermeasure, keeping it safe. She was the one who warned me, told me to build it.
pl_pl: Zawsze zakładałem, że to Beth Wilder miała środek zaradczy, zapewniający bezpieczeństwo. To ona mnie ostrzegła, kazała mi go zbudować.

source: I always hoped it would all pass you by without touching you.
pl_pl: Zawsze miałem nadzieję, że to wszystko przejdzie obok ciebie, nie dotykając cię.

source: I apologize if I had to tear you away from your busy schedule of "finding yourself" and swimming with sea turtles.
pl_pl: Przepraszam, jeśli musiałem oderwać cię od napiętego harmonogramu „odnajdywania siebie” i pływania z żółwiami morskimi.

source: I believe that with hope comes miscalculation, and as you and I are well aware Mr. Joyce with miscalculation can often come catastrophe.
pl_pl: Wierzę, że wraz z nadzieją przychodzą błędy, a jak pan i ja dobrze wiemy, panie Joyce, z błędami często przychodzą katastrofy.

source: I bet you're gonna tell me.
pl_pl: Założę się, że mi to powiesz.

source: I built a goddamn time machine but I can't remember to keep a piece of shit door unlocked...
pl_pl: Zbudowałem cholerny wehikuł czasu, ale nie pamiętam o tym, aby nie zamykać tych jebanych drzwi...

source: I can control it.
pl_pl: Mogę to kontrolować.

source: I can do this!
pl_pl: Mogę to zrobić!

source: I can focus on the mission. The Lifeboat. See it through to the end. I still have allies I can trust.
pl_pl: Mogę skupić się na misji. Łódź ratunkowa. Doprowadzić ją do końca. Wciąż mam sojuszników, którym mogę zaufać.

source: I can go into the machine, like Paul did at the university. I helped him set it up. Then we activate the core, put the corridor in place, and set the date. I can do it, Beth!
pl_pl: Mogę wejść do maszyny, tak jak Paul na uniwersytecie. Pomogłem mu ją skonfigurować. Potem aktywowaliśmy rdzeń, umieściliśmy korytarz na miejscu i ustawiliśmy datę. Mogę to zrobić, Beth!

source: I can relate.
pl_pl: Wiem coś o tym.

source: I can still fix this. There's still time.
pl_pl: Wciąż mogę to naprawić. Wciąż jest czas.

source: I can't activate the core until it's reset.
pl_pl: Nie mogę aktywować rdzenia, dopóki nie zostanie zresetowany.

source: I can't believe that Joyce guy just gave himself up like that. That's crazy.
pl_pl: Nie mogę uwierzyć, że Joyce tak po prostu się poddał. To szaleństwo.

source: I can't believe this. The world's gotta know what happened here.
pl_pl: Nie mogę w to uwierzyć. Świat musi się dowiedzieć, co tu się stało.

source: I can't believe we're stuck working on 4th of July.
pl_pl: Nie mogę uwierzyć, że utknęliśmy w pracy 4 lipca.

source: I can't do this anymore. I can't. I can't. I can't fucking do this!
pl_pl: Nie zniosę tego dłużej. Nie zniosę. Nie zniosę. Nie zniosę tego, kurwa mać!

source: I can't even describe it. It was this guy that I've seen, but -- a living distortion.
pl_pl: Nawet nie potrafię tego opisać. To był ten facet, którego widziałem, ale - żywe zniekształcenie.

source: I can't get out!
pl_pl: Nie mogę się wydostać!

source: I can't give you anything, it's up to you. Make it count. Over.
pl_pl: Nie mogę ci nic dać, wszystko zależy od ciebie. Niech to się liczy. Odbiór.

source: I can't insert the date yet.
pl_pl: Nie mogę jeszcze wprowadzić daty.

source: I can't let you inside that building.
pl_pl: Nie mogę cię wpuścić do budynku.

source: I can't move!
pl_pl: Nie mogę się ruszyć!

source: I can't see shit back there. May have to crawl behind.
pl_pl: Gówno tam widzę. Będę musiał się czołgać.

source: I convinced Will to move it to the swimming pool. It was the only way to keep it safe.
pl_pl: Przekonałem Willa, by przeniósł go do basenu. To był jedyny sposób na zapewnienie mu bezpieczeństwa.

source: I could hear Will's words in my head: time is going to end.
pl_pl: Słyszałem w głowie słowa Willa: czas się skończy.

source: I could see an echo of the past, Will arriving at the university.
pl_pl: Widziałem echo przeszłości, Willa przybywającego na uniwersytet.

source: I could see the energy field of another Monarch chronon dampener. It would drain my powers. I'd have to find a way to shut it off.
pl_pl: Widziałem pole energetyczne kolejnego tłumika chrononu Monarch. To wyczerpałoby moje moce. Musiałbym znaleźć sposób na jego wyłączenie.

source: I could see the mansion where the gala was. I had to find a way to get there.
pl_pl: Widziałem rezydencję, w której odbywała się gala. Musiałem znaleźć sposób, by się tam dostać.

source: I could still try to reach Jack and make him see reason. Or I could let Hatch deal with him so nothing would distract me from leading Monarch.
pl_pl: Wciąż mogłem spróbować dotrzeć do Jack'a i przekonać go do swojej racji. Mogłem też pozwolić Hatchowi zająć się nim, by nic nie odwracało mojej uwagi od kierowania Monarch.

source: I couldn't just--
pl_pl: Nie mogłem tak po prostu...

source: I couldn't leave. Not without seeing what was inside that briefcase.
pl_pl: Nie mogłem odejść. Nie bez zobaczenia, co było w środku tej walizki.

source: I did some digging. This chronon operation is harvesting some kind of fuel. It's used to power a device called the CFR. Ever heard of it?
pl_pl: Poszperałam trochę. Ta ich operacja polega na zbieraniu pewnego rodzaju paliwa. Jest ono używane do zasilania urządzenia zwanego RPC. Słyszałeś kiedyś o nim?

source: I did what you said, okay? Please. Please, just let me go.
pl_pl: Zrobiłam to, co kazaliście, dobra? Proszę. Proszę, pozwólcie mi odejść.

source: I didn't have a choice.
pl_pl: Nie miałem wyboru.

source: I didn't have a clue where I was or why. I never questioned it because it didn't feel real. I was still waiting to wake up.
pl_pl: Nie miałem pojęcia, gdzie jestem i dlaczego. Nigdy tego nie kwestionowałem, bo nic nie wydawało mi się prawdziwe. Wciąż czekałem na to aż się obudzę.

source: I didn't like the color. Let's get a new one.
pl_pl: Nie podobał mi się ten kolor. Weźmy nowy.

source: I didn't want to leave Paul, but there was no way to help him. I didn't know where he'd end up.
pl_pl: Nie chciałem zostawiać Paula, ale nie mogłem mu pomóc. Nie wiedziałem, gdzie jest.

source: I didn't.
pl_pl: Nie odwdzięczyłem się.

source: I disabled the security at the back door, but there'll be guards. Contact me when you're clear.
pl_pl: Wyłączyłam ochronę przy tylnych drzwiach, ale będą tam strażnicy. Skontaktuj się ze mną, gdy będzie czysto.

source: I do now. But that doesn't make it right.
pl_pl: Teraz już tak. Ale to nie sprawia że zrobił dobrze.

source: I don't even like turtles.
pl_pl: Nawet nie lubię żółwi.

source: I don't have a fix on her. She's either at the party, or at her office at the R&D facility here on the island. I'll scout out the party.
pl_pl: Nie mogę jej namierzyć. Jest albo na imprezie, albo w swoim biurze w ośrodku badawczo-rozwojowym na wyspie. Sprawdzę czy jest na imprezie.

source: I don't know about this, Paul.
pl_pl: No nie wiem, Paul.

source: I don't know about this.
pl_pl: Tego nie wiem.
